tap "alexnabokikh/tfsort"
tap "artginzburg/tap"
tap "buo/cask-upgrade"
tap "cowsay-org/cowsay"
tap "esolitos/ipa"
tap "homebrew/bundle"
tap "homebrew/services"
brew "act"
brew "ansible-lint"
brew "awscli"
brew "checkov"
brew "fontconfig"
brew "fortune"
brew "gh"
brew "pinentry"
brew "gnupg"
brew "go-task"
brew "jq"
brew "kubectx"
brew "lolcat"
brew "mas"
brew "minikube"
brew "nvm"
brew "pinentry-mac"
brew "pipx"
brew "pre-commit"
brew "socket_vmnet", restart_service: true
brew "stow"
brew "terraform-docs"
brew "terramaid"
brew "tfenv"
brew "tflint"
brew "yamllint"
brew "alexnabokikh/tfsort/tfsort"
brew "esolitos/ipa/sshpass"
cask "1password"
cask "amethyst"
cask "brave-browser"
cask "docker"
cask "grammarly-desktop"
cask "iterm2"
cask "keybase"
cask "macdown"
cask "rescuetime"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "iMovie", id: 408981434
mas "Xcode", id: 497799835
vscode "adamwalzer.scss-lint"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "andrew-codes.cypress-snippets"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "awesomektvn.scratchpad"
vscode "aws-scripting-guy.cform"
vscode "be5invis.vscode-custom-css"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "cocopon.iceberg-theme"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "editorconfig.editorconfig"
vscode "erikphansen.vscode-toggle-column-selection"
vscode "esbenp.prettier-vscode"
vscode "febean.vue-format"
vscode "gera2ld.markmap-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "infracost.infracost"
vscode "kddejong.vscode-cfn-lint"
vscode "mbessey.vscode-rufo"
vscode "mermaidchart.vscode-mermaid-chart"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "misogi.ruby-rubocop"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "octref.vetur"
vscode "orta.vscode-jest"
vscode "pkief.material-icon-theme"
vscode "pkief.material-product-icons"
vscode "prisma.prisma"
vscode "qiqigou.tpl-lang"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "repeale.material-monokai"
vscode "samuelcolvin.jinjahtml"
vscode "sdras.night-owl"
vscode "secanis.jenkinsfile-support"
vscode "syler.sass-indented"
vscode "sztheory.vscode-packer-powertools"
vscode "tfsec.tfsec"
vscode "thadeu.vscode-run-rspec-file"
vscode "thedavej.night-owl-black"
vscode "tsandall.opa"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "webrender.synthwave-x-fluoromachine"
vscode "zhuangtongfa.material-theme"
vscode "ziyasal.vscode-open-in-github"
