tap "alexnabokikh/tfsort"
tap "artginzburg/tap"
tap "buo/cask-upgrade"
tap "cowsay-org/cowsay"
tap "esolitos/ipa"
tap "homebrew/bundle"
tap "homebrew/services"
brew "ansible-lint"
brew "awscli"
brew "checkov"
brew "fontconfig"
brew "fortune"
brew "gh"
brew "pinentry"
brew "gnupg"
brew "go-task"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lolcat"
brew "mas"
brew "minikube"
brew "nvm"
brew "pinentry-mac"
brew "pipx"
brew "pre-commit"
brew "socket_vmnet", restart_service: true
brew "stow"
brew "terraform-docs"
brew "terragrunt"
brew "tfenv"
brew "tflint"
brew "yamllint"
brew "alexnabokikh/tfsort/tfsort"
brew "cowsay-org/cowsay/cowsay-org"
brew "esolitos/ipa/sshpass"
cask "1password"
cask "amethyst"
cask "brave-browser"
cask "diffmerge"
cask "docker"
cask "grammarly-desktop"
cask "iterm2"
cask "keybase"
cask "rescuetime"
cask "spotify"
cask "visual-studio-code"
cask "yubico-yubikey-manager"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "iMovie", id: 408981434
mas "Xcode", id: 497799835
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "editorconfig.editorconfig"
vscode "erikphansen.vscode-toggle-column-selection"
vscode "esbenp.prettier-vscode"
vscode "gera2ld.markmap-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "magdalenalipka.tokyo-night-frameless"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "pkief.material-icon-theme"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "tfsec.tfsec"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "ziyasal.vscode-open-in-github"
