tap "1password/tap"
tap "alexnabokikh/tfsort"
tap "aws/tap"
tap "buo/cask-upgrade"
tap "esolitos/ipa"
tap "github/gh"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "liamg/tfsec"
tap "spacelift-io/spacelift"
tap "thoughtbot/formulae"
tap "warrensbox/tap"
brew "libyaml"
brew "readline"
brew "ansible"
brew "ansible-lint"
brew "aws-sso-util"
brew "awscli"
brew "cfn-lint"
brew "gmp"
brew "checkov"
brew "cowsay"
brew "docker", link: false
brew "flake8"
brew "fortune"
brew "gh"
brew "gnupg"
brew "graphviz"
brew "grep"
brew "infracost"
brew "jfrog-cli"
brew "jq"
brew "lolcat"
brew "mas"
brew "opa"
brew "openssl@1.1"
brew "pinentry-mac"
brew "pre-commit"
brew "pyenv"
brew "stow"
brew "terraform-docs"
brew "terraformer"
brew "tfenv"
brew "tflint"
brew "alexnabokikh/tfsort/tfsort"
brew "esolitos/ipa/sshpass"
brew "go-task/tap/go-task"
brew "spacelift-io/spacelift/spacectl"
cask "amethyst"
cask "iterm2"
cask "keybase"
cask "rescuetime"
cask "visual-studio-code"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
vscode "adamwalzer.scss-lint"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "andrew-codes.cypress-snippets"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "awesomektvn.scratchpad"
vscode "aws-scripting-guy.cform"
vscode "be5invis.vscode-custom-css"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "cocopon.iceberg-theme"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "EditorConfig.EditorConfig"
vscode "erikphansen.vscode-toggle-column-selection"
vscode "esbenp.prettier-vscode"
vscode "febean.vue-format"
vscode "gera2ld.markmap-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.vscode-pull-request-github"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "Infracost.infracost"
vscode "kddejong.vscode-cfn-lint"
vscode "mbessey.vscode-rufo"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "misogi.ruby-rubocop"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "octref.vetur"
vscode "Orta.vscode-jest"
vscode "PKief.material-icon-theme"
vscode "PKief.material-product-icons"
vscode "Prisma.prisma"
vscode "qiqigou.tpl-lang"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "repeale.material-monokai"
vscode "samuelcolvin.jinjahtml"
vscode "sdras.night-owl"
vscode "syler.sass-indented"
vscode "szTheory.vscode-packer-powertools"
vscode "tfsec.tfsec"
vscode "Thadeu.vscode-run-rspec-file"
vscode "thedavej.night-owl-black"
vscode "tsandall.opa"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "webrender.synthwave-x-fluoromachine"
vscode "zhuangtongfa.material-theme"
vscode "ziyasal.vscode-open-in-github"
